alacritty
amd-ucode
android-tools
android-udev
apcupsd
base
base-devel
bluez
bluez-utils
brightnessctl
btop
btrbk
btrfs-progs
cliphist
direnv
discord
dmidecode
docker
dunst
efibootmgr
entr
evince
exfatprogs
fastfetch
fd
firefox
fzf
git
gparted
gst-plugin-pipewire
gum
hyprland
hyprlock
hyprpaper
hyprpolkitagent
hyprshot
impala
iwd
jq
kvantum
less
libnotify
libpulse
libpwquality
libreoffice-still
linux
linux-firmware
linux-headers
man-db
mpv
ncdu
neovim
noto-fonts-cjk
noto-fonts-emoji
nvidia-open
nvidia-settings
nwg-bar
nwg-look
obs-studio
openssh
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-desktop
qt5-wayland
qt5ct
qt6-virtualkeyboard
qt6-wayland
qt6ct
rebuild-detector
resvg
sassc
sddm
shellcheck
shfmt
snap-pac
snapper
steam
stow
subversion
tmux
ttf-0xproto-nerd
ttf-dejavu
udiskie
ufw
unzip
vim
waybar
websocat
wev
wf-recorder
wireless-regdb
wireplumber
woff2-font-awesome
wofi
xclip
xdg-desktop-portal-hyprland
xorg-xhost
yazi
zip
zram-generator
zsh
zsh-completions
